<?php

return [
    // ...
    'min.string'                           => 'უნდა შეიცავდეს მინიმუმ 3 სიმბოლოს',
    'max.string'                           => 'უნდა შეიცავდეს არა უმეტეს 15 სიმბოლოს',
    'wrong_credential'                     => 'არასწორი მონაცემები.',
    'required'                             => 'ველი აუცილებელია',
    'email'                                => 'შეიყვანეთ ემაილი',
    'unique'                               => 'მომხმარებელი უკვე არსებობს.',
    'same'		                               => 'უნდა ემთხვეოდეს პაროლს',
    'exists'                               => 'მომხმარებელი ვერ მოიძებნა',
    'invalid_credentials'					=> 'არასწორი მონაცემები',
    'sign_in_with_google'                   => 'გაიარე ავტორიზაცია გუგლით',
    'password_has_been_used'				=> 'ეს პაროლი უკვე გამოყენებულია',
    'please_verify_email'					=> 'დაადასტურე ელ-ფოსტა',
    'something_went_wrong'                  => 'შეცდომა, მოგვიანებით სცადეთ!'
];
